[{"title":"BLM","text":"Black Lives Matter is an international human rights movement, originating from within the African-American community, which campaigns against violence and systemic racism towards black people. Wikipedia\n.\nBlack Lives Matter is an international human rights movement, originating from within the African-American community, which campaigns against violence and systemic racism towards black people. WikipediaBlack Lives Matter is an international human rights movement, originating from within the African-American community, which campaigns against violence and systemic racism towards black people. WikipediaBlack Lives Matter is an international human rights movement, originating from within the African-American community, which campaigns against violence and systemic racism towards black people. WikipediaBlack Lives Matter is an international human rights movement, originating from within the African-American community, which campaigns against violence and systemic racism towards black people. WikipediaBlack Lives Matter is an international human rights movement, originating from within the African-American community, which campaigns against violence and systemic racism towards black people. Wikipedia"},{"title":"LEAVE ME BE ","text":"Rochester native Jarron Jones speaks out for BLM movement. by Daniel Fetes. Wednesday, June 10th 2020. AA. Jarron Jones (Photo: 13WHAM)<p>{/p}.Rochester native Jarron Jones speaks out for BLM movement. by Daniel Fetes. Wednesday, June 10th 2020. AA. Jarron Jones (Photo: 13WHAM)<p>{/p}.Rochester native Jarron Jones speaks out for BLM movement. by Daniel Fetes. Wednesday, June 10th 2020. AA. Jarron Jones (Photo: 13WHAM)<p>{/p}.Rochester native Jarron Jones speaks out for BLM movement. by Daniel Fetes. Wednesday, June 10th 2020. AA. Jarron Jones (Photo: 13WHAM)<p>{/p}.Rochester native Jarron Jones speaks out for BLM movement. by Daniel Fetes. Wednesday, June 10th 2020. AA. Jarron Jones (Photo: 13WHAM)<p>{/p}.Rochester native Jarron Jones speaks out for BLM movement. by Daniel Fetes. Wednesday, June 10th 2020. AA. Jarron Jones (Photo: 13WHAM)<p>{/p}."}]